start = """Привет дорогой друг! Скорее всего, ты зашел сюда в поисках ответов на терзающие тебя вопросы по нашим 
играм. Ну что же, читай и узнавай все подробности о наших играх, и если ты что - то не найдешь, ты всегда можешь 
обратиться в @KomaruStudios_bot и там ты получишь все ответы)"""
avtor = "Бот создан в качестве итогового проекта и как помощь для заинтерисованных в игре. Создатель бота - @kvazz"
helpdef = """Если бот не работает, скорее всего он выключен. В иных случаях напишите /start"""
faq = """Отправь номер интересующего тебя вопроса:
1) На каком движке будет игра?
2) Какой жанр у игры?
3) Как будет выглядеть игра?
4) Когда выйдет игра?
5) За кого мы играем?
6) Кто будет антагонистом в истории?
7) На какие платформы выйдет игра?
8) Выйдет ли игра в steam?
9) Когда будет бета - тест игры?
10) Будет ли продолжение франшизы Neko Sword?
11) Какая озвучка будет в игре?
12) Какая в игре будет озвучка?
13) Где и когда происходит действие игры?
14) Что означает логотип студии?
15) Как помочь игре?"""
otv1 = """Игра сделана на игровом движке "Game Maker" и разработана всего 3 людьми: художником, дизайнером и 
программистом"""
otv2 = """Игра "Neko Sword: Komaru Slash" является примером жанров экшна, пиксельной игры и синглплеера """
otv3 = """Вот вам пару скриншотов из игры:"""
otv4 = """ "Neko Sword: Komaru Slash" выйдет до конца 2024 года, предположительно летом """
otv5 = """Мы играем за Комару - самого узнаваемого символа трио ККК и самая известная кошка Японии"""
otv6 = """Главный антагонист - Кокоа, сестра Комару. Причина выбора ее злодеем стала довольно очевидной: на многих
фото и видео Кокоа ходит с грустной мордочкой, так же она очень часто сталкивается в сражениях со своими сестрами,
Комару и Комуги"""
otv7 = """Игра "Neko Sword: Komaru Slash" выйдет на ПК, Android и iOS. На Linux, Xbox и Playstation игра не выйдет"""
otv8 = """Выйдет, но только если мы соберем $100"""
otv9 = """Бета тест будет примерно за 2 месяца до выхода игры, чтобы было время на исправление багов и дополнения 
сюжетных дыр"""
otv10 = """Нет, история "Neko Sword: Komaru Slash" цельна, и не нуждается в продолжении. Несмотря на то, 
какую концовку вы получите, история завершится"""
otv11 = """Пиксельная графика, зачастую нарисованная вручную"""
otv12 = """Озвучка диалогов будет озвучена звуками кошек, т.к. в этой вселенной кошки правят миром. Но несмотря на это, 
в игре будут присутсвовать субтитры, и озвучка в иные моменты помимо диалогов будет осуществляться на русском языке"""
otv13 = """Действие игры "Neko Sword: Komaru Slash" разворачивается в 1488 - 1493 гг, но несмотря на это, 
в сюжете используются технологии конца XX века. Локация событий: Япония, от Киото до Фудзиямы"""
otv14 = """Обратите внимание на фото. Зеленым выделена буква "К", это не сразу понятно из - за отсуствия третьей 
черты. Означает "Komaru". Красная буква - это "С", означает "Cat". На заднем плане белым цветом изображена буква "S", 
и как уже можно было догадаться, означает слово "Studios". В итоге мы получаем, что каждый символ на логотипе означает 
первую букву каждого слова в названии студии."""
otv15 = """Игре можно помочь финансово, выбрав один из вариантов в https://t.me/KomaruCatStudios/118"""